{
  "impact-top": [
    "现象：Top10 用户中 U149 以 14553 条消息、覆盖 9 个群居首，U258/U214 紧随，头部人均消息都在 3300+ 条以上。",
    "原因：他们同时具备跨群（2-9 个）与高活跃天数（41-44 天）的双重优势，长期在线积累了曝光与信任。",
    "规律：影响力呈明显头部化，少数稳定 KOC 维系扩散主干，适合优先纳入种子池做活动触达。"
  ],
  "impact-bridge": [
    "现象：桥接指数最高的 U149/U214/U258 分别为 59.8/52.3/50.9，兼具多群覆盖与高发言；大部分成员停留在低桥接区。",
    "原因：前述用户跨 6-9 个群且活跃天数 42+，而长尾成员多集中在 1-2 个群、发言有限。",
    "规律：右上象限稀缺且价值高，需重点运营；左下象限可通过任务和激励培养更多跨群节点。"
  ],
  "impact-multi-session": [
    "这张“用户参与会话数量Top 10”柱状图的核心信息是：",
    "用户38参与的会话数量远高于其他用户，是Top 10里最活跃的用户；",
    "用户89的参与数量排在第二，和用户38有明显差距；",
    "后续用户的参与数量依次递减，且越往后的用户之间数量差距越小，整体呈现头部用户参与度极高、其他用户参与度相对平缓的特征。"
  ],
  "health-engagement-heat": [
    "这张“会话消息热度Top 10”柱状图显示： ",
    "会话107的消息数量是所有上榜会话里最高的，远超其他会话； ",
    "会话110、会话100的消息数量依次递减，属于热度第二、第三梯队； ",
    "剩下的会话（174、115等）热度明显更低，",
    "且从会话101开始，消息数量的差距越来越小，最后几个会话的热度已经很低。 ",
    "整体来看，Top 10会话的热度分布极不均衡，头部会话的热度优势非常突出。"
  ],
  "health-engagement-volume": [
    "这张“会话消息数量Top 10”柱状图的核心情况是：",
    "会话107的消息数量遥遥领先，是所有上榜会话里最多的，远超其他会话；",
    "会话110、会话100的消息数量排在第二、第三位，形成热度较高的头部梯队；",
    "剩下的会话消息数量依次递减，越往后的会话数量差距越小，整体呈现头部会话消息量极高、后续会话量快速下降的分布特征。"
  ],
  "temporal-day": [
    "1. 24小时消息分布（聊天高峰期）",
    "消息数量在11:00左右达到峰值，高达10784条，是全天聊天最活跃的时段；",
    "​整体呈现“白天活跃、夜间低迷”的趋势，0点至5点、20点至24点消息数量大幅减少。",
    "2. 星期消息分布",
    "周一消息数量最多，超过20000条；周日次之，也在20000条以上；",
    "​周六消息数量相对最少，处于15000 - 20000条区间。",
    "3. 月份消息分布",
    "10月消息数量显著高于9月和11月，是三个月中聊天最活跃的月份；",
    "​9月和11月消息数量相对稳定，均在20000 - 30000条区间。",
    "4. 消息热力图（星期×小时）",
    "颜色越深代表消息数量越多，周一至周五的10 - 12点、14 - 16点是高频聊天时段，其中周四10点左右热度最高；",
    "​周末整体消息数量较少，仅在部分时段有少量集中消息。"
  ],
  "temporal-hour": [
    "现象：按小时看 12:00 消息数 16257 为全天峰值，10-14 点持续高位，17 点后迅速跌到不足 2500，18-21 点几乎静默。",
    "原因：午休/课间集中聊天，下午晚间线下活动或作业导致线上降频；凌晨 0-4 点仍有 6k-13k 条体现夜聊习惯。",
    "规律：节奏呈“凌晨预热—午间爆发—傍晚断崖”，活动推送宜放在上午/午休，夜间需留意少数活跃群。"
  ],
  "retention-dau": [
    "现象：DAU 从 9/24 的 30 人爬升到首个周末 942 高峰，此后长期徘徊在 200-500，11 月降到 ~100。",
    "原因：迎新集中带来一次性流量，缺乏持续拉新与活动承接导致回落。",
    "规律：走势呈衰减伴事件小峰（如 10/9），需定期策划节点保持基本盘。"
  ],
  "retention-cohort": [
    "现象：周 Cohort 中返访人数从 0 快速升到 11/03 周的 750，返访/新增比从 0 提升到 3.57。",
    "原因：新增用户数量周周走低（1619→210），但老用户被留住并持续回流。",
    "规律：新增放缓而留存增强，说明核心圈层正在固化，需要再造拉新入口以补充增长。"
  ],
  "retention-7d": [
    "现象：7 日留存 1497/4454=33.6%，中位活跃天数仅 1 天。",
    "原因：大量用户入群后未形成第二次互动，缺少入门引导与触达。",
    "规律：首周是关键窗口，需在 7 天内推送欢迎任务、答疑与群规提醒以降低一次性流失。"
  ],
  "retention-30d": [
    "现象：30 日留存仅 577 人，占 12.9%，相比 7 日再腰斩。",
    "原因：缺少月度栏目或持续福利，用户在第一周后缺乏回访动力。",
    "规律：留存曲线陡降，需在第 2-4 周安排周期活动/成长任务来拉长生命周期。"
  ],
  "retention-response": [
    "现象：中位响应时间 0.1 分钟（约 6 秒），达到秒级回复。",
    "原因：大群同时在线人数多，消息间隔极短，值守/自组织互动有效。",
    "规律：目前属于“即时反馈社群”，应保持高峰时段值班，防止活跃衰减导致响应变慢。"
  ],
  "temporal-keywords": [
    "现象：关键词榜以“欢迎”“不是”“现在”“同学”“学校”占据前列，另有“兼职/招聘”类风险词零星出现。",
    "原因：迎新与入群问答驱动了大量确认/问候用语，就业类帖带来兼职、广告相关词频。",
    "规律：主旋律是日常咨询与欢迎，偶发交易型需求需要单独监管，关键词可直接提示运营优先级。"
  ],
  "content-mix": [
    "现象：内容类型中“其他/闲聊”占 92.9%，求助 1.9%、交易 1.4% 排在后面，其余单类均低于 1%。",
    "原因：群聊以自由聊天和零散求助为主，垂直主题产出不足。",
    "规律：内容高度长尾，需主动策划学习/生活/活动类主题，提升需求型内容占比。"
  ],
  "content-format": [
    "现象：111063 条消息中 111061 条为文字，图片/表情各仅 1 条，几乎看不到多媒体。",
    "原因：导出数据及用户习惯均偏文字，上传图片/语音的场景极少。",
    "规律：形式单一，若想提高互动需引入图文模板或语音活动，并预留带宽与审核策略。"
  ],
  "content-trend": [
    "数据清晰描绘出武纺学子校园生活的动态图景：求助是绝对主线，分享/生活是情感纽带，吐槽是情绪出口，资讯是稳定基底，共同构成一个功能完备的线上社区。",
"1.    求助类 (晴雨表)：校园生活的“刚性需求”，数量最大、波动最剧。峰值在10月8日、22日，对应开学初期，学生们面临课程咨询、教材获取、选课调整、社团招新疑问，课程中期项目、小组作业讨论、资格考试报名（如四六级）以及期中考试复习直接相关。求助量的激增，精准反映了学术压力的周期性峰值。求助类话题的突出是学生核心学业需求的直接反映。",
"2.    分享类 & 生活类 (情感纽带)：两条折线走势高度相似且紧密伴随，数值稳定在中等水平（约50-100条）。在10月1日国庆假期前后有一个明显的共同低谷，之后稳步回升并保持活跃。这反映了学生们分享成果、记录生活、维系社交的持续需求。两者相关性高，说明“分享”常源于“生活”。",
"3.    吐槽类 (减压阀)：平时的少量吐槽数据来源多半是外卖被偷，洗衣机洗袜子等日常事务，而峰值出现在在10月中旬左右，这极有可能是由于某个共同的压力事件引发，例如一场难度较高的期中考试结束、一项繁重的集体任务完成，或是针对某项校园管理措施的集中讨论（操场烟雾事件）。吐槽量的爆发，起到了情绪释放和寻求共鸣的重要作用。",
"4.    资讯类 (广播站)：数值最为稳定，波动幅度最小，始终维持在50-100条的区间内。其稳定性说明，无论学术压力如何变化，学生对讲座信息、校园活动、政策通知、招聘信息等“干货”的需求是持续存在的。这部分内容构成了校园信息环境的基底。",
"学期节奏总结：",
"•    开学初：求助主导，充满适应与探索。",
"•    学期中：求助与吐槽共舞，学业压力与情绪释放并存。",
"•    假期/考后：分享/生活类话题波动，整体活跃度调整，回归常态。",
"结论：数据表明，武纺学生不仅关注学业求解，同样重视情感交流与信息获取，全面展现了多维度的校园关注点。"
  ],
  "content-wordcloud": [
    "现象：词云高频词集中在“欢迎”“不是”“现在”“同学”“感觉”等中性表达，负向情绪词极少。",
    "原因：对话主要是入群问候与即时咨询，缺乏激烈争议或极端情绪。",
    "规律：群内语气平和但偏信息交换，后续可植入正向口号/互动话题提升情绪温度。"
  ],
  "content-table": [
    "现象：内容数量表显示“其他/闲聊”>92%，求助/交易合计约 3.2%，其余类型均未过千条。",
    "原因：分类体系细但实际内容集中，导致非主类被稀释。",
    "规律：资源应聚焦求助/交易等明确需求板块，其他类型需要专题运营才能放大。"
  ],
  "topic-table": [
    "现象：话题表中“其他”占 94.7%，饮食 2.8% 次之，学习/生活服务/运动等单项不足 1%。",
    "原因：学生讨论多围绕日常琐碎，缺乏聚焦的主题标签。",
    "规律：话题高度集中，围绕饮食/学习等次热门可以做系列活动，引导更多结构化讨论。"
  ],
  "custom-content": [
    "现象：扇形图显示“其他”103221 条压倒性领先，求助 2081、交易 1538 分列二三。",
    "原因：闲聊占据主流，求助与交易是目前最突出的功能性需求。",
    "规律：可优先围绕求助/交易设计服务与风控，其他内容需细分标签提升可用度。"
  ],
  "custom-format": [
    "一. 文字（151,667条）：绝对的交流核心。消息量断层式第一，占总量的绝大部分。原因分析：1.高效与精准：文字是表达复杂信息（如课程求助、作业讨论、通知转发）最有效、最准确的方式，这与之前分析的“求助类”话题主导地位完全吻合。2.异步沟通与可检索：文字消息允许接收者在方便时阅读和回复，也便于通过搜索查找历史信息，非常适合校园场景下的学习和事务协调。3.低门槛与普适性：在任何场合（如课堂、图书馆）都适用，无需担心打扰他人。",
"二. 图片（54,397条）：重要的信息补充与展示工具。位列第二，是文字交流的重要辅助。原因分析：1.一图胜千言：学生广泛使用图片来分享课件截图、题目照片、校园风景、活动海报等，极大地提高了信息传递的效率和直观性。2.证据与记录：用于证明某个情况（如“教室已满员”）、记录板书或作业要求，具有很强的实证性。",
"三. 表情包（10,378条）：情感的“润滑剂”。数量可观，是交流中不可或缺的组成部分。原因分析：1.软化语气，丰富情感：在纯文字交流中，表情包能有效弥补情感表达的不足，避免误解，使对话氛围更轻松活泼。这与“吐槽”、“分享”等情感类话题密切相关。2.群体认同与亚文化：使用共同认可的表情包，可以增强社群归属感，是学生群体内部的一种身份认同符号。",
"四. 视频（667条）与语音（214条）：极度小众的形式。数量极少，与前三者形成巨大差距。原因分析：1.使用门槛高：视频和语音需要稳定的网络环境，且会在公共场所（如图书馆）产生干扰，适用场景有限。2.信息效率低：语音信息不易定位和检索，视频制作和上传耗时更长。在追求效率和准确性的校园沟通中，这两种形式的劣势明显。3.隐私考虑：录制语音和视频涉及更多的个人暴露，学生们可能更倾向于保持低调。",
"结论：武纺学子的线上聊天行为呈现出高度的务实性和功能性。他们成熟地运用不同媒介的优势，构建了一个以高效文字沟通为骨架、以直观图片为血肉、以趣味表情包为情感纽带的健康、高效的校园社群交流生态。这种规律深刻地反映了大学生群体在学术和生活压力下，追求高效协作与适度情感表达并重的沟通特质。"
  ],
  "text-length": [
    "聊天信息量呈 “金字塔”式分布：消息越短，数量越多。超短消息（10字符以内）是绝对主流，占所有文字消息的绝大部分。随着消息长度的增加，其数量急剧减少。总结：武纺学子的文字聊天行为高度务实，构建了一个以快速、高效、解决问题为核心的沟通环境，完美反映了大学生活快节奏、重协作的特点。",
"数据分析 :",
"1. 超短消息（0-20字符）：沟通的基石。0-10字符的消息数量惊人（共约8.8万条），11-20字符的消息也有2.1万条。这三项之和构成了金字塔的庞大塔基。这反映了校园沟通的 “高频、即时、碎片化” 特点。因为这些消息主要是快速互动和反馈，",
"2. 中等长度消息（21-200字符）：信息的骨干。消息数量从21-50字符的4241条开始，到101-200字符的580条，呈现断崖式下跌。此区间是有效信息交换的核心地带，用于解决具体问题。因为这个长度适合清晰地描述一个问题、分享一条通知或表达一个具体观点。例如，详细说明作业要求、描述遇到的困难、转发一则活动信息并附上看法。数量的减少说明需要详细阐述的“大事”并不如日常寒暄那样频繁。",
"3. 长消息（200字符以上）：深度的沉淀。消息数量变得极少，超过1000字符的消息仅17条。这类消息属于系统性分享或正式通知。因为撰写和阅读长消息成本高，通常只在必要时出现，如：粘贴一大段代码、发布长篇的社团活动章程、分享知识总结笔记等。其稀有性反衬出日常沟通的高效性。",
"规律总结:", 
"1.    效率至上原则：学生们极度追求沟通效率，倾向于用最简练的语言完成互动，这与即时通讯工具的特性高度契合。",
"2.    功能驱动沟通：消息长度直接对应于其功能。短消息用于维护社交节奏，中等消息用于解决实际问题，长消息用于深度信息沉淀。",
"3.    活跃的“轻”社交生态：海量的短消息表明频道互动频繁、氛围活跃，但交流内容“轻量化”，深度讨论较少。"
  ],
  "manual-topic": [
    "现象：人工话题中求助占 40.7% 最高，闲聊 29.6%，广告 10.5%；争吵/技术/通知各占 6-7%。",
    "原因：入群咨询和需求反馈是主流，少量广告与争吵构成治理重点。",
    "规律：需求类话题主导且治理类占一成，需要持续答疑的同时保持风控巡检。"
  ],
  "health-risk": [
    "现象：风险监测 Top3 会话 S110/S1959/S107 敏感命中 70/67/65 条，且夜聊量最高达 13404。",
    "原因：这些大群流量大、夜间活跃高，敏感词与情绪更易集中爆发。",
    "规律：风险高度集中在头部会话，优先排班+提醒即可覆盖主要隐患，长尾群以巡检补位。"
  ],
  "risk-night": [
    "现象：深夜消息在 10/10 占全天 56.4%，9/28-10/24 多日夜聊占比 25%-38%。",
    "原因：节假日与周末前后学生熬夜聊天或刷兼职，夜间缺少管理。",
    "规律：夜聊高发集中在 9 月末至 10 月中旬，需在假期节点安排值班与心理关怀。"
  ],
  "risk-keyword": [
    "现象：风险词频前四为兼职(213)、广告(103)、举报(95)、诈骗(52)，其余如急招/外挂/投诉亦频现。",
    "原因：求职兼职与商业推广需求旺盛，引发举报/违规讨论。",
    "规律：风险词以交易/招聘为主线，需建立兼职帖审核与投诉快速响应机制。"
  ],
  "risk-list": [
    "现象：风险清单集中在 S110、S1959、S107 等少数大群，单群敏感消息 45-70 条且夜聊量过万。",
    "原因：用户规模与夜间讨论叠加，放大了敏感话题出现概率。",
    "规律：少量头部群决定总体风险，优先干预这些群即可显著降低总体隐患。"
  ],
  "topic-graph": [
    "现象：话题图谱核心被“欢迎/现在/同学/学校”等节点占据，边缘节点较少。",
    "原因：迎新/咨询类对话产生大量共现关系，而娱乐/活动类话题稀少。",
    "规律：结构呈单核心放射状，需要补充多元主题来丰富连接、降低对单一话题的依赖。"
  ],
  "topic-narrative": [
    "现象：叙事面板显示强关联节点集中在迎新/咨询，孤立节点较少但缺乏跨主题桥接。",
    "原因：对话重心在入群流程和即时答疑，跨场景讨论尚未形成。",
    "规律：中心化便于通知扩散，但长尾兴趣未被覆盖，后续需设计跨主题活动连通节点。"
  ],
  "cluster-content": [
    "现象：内容聚类结果几乎被单一大簇（6000 条）占满，关键词多为口头赘词/闲聊用语。",
    "原因：语料主体是日常闲聊，TF-IDF 无法切出更多差异化主题。",
    "规律：当前内容多样性不足，需采样更多场景或细分标签后再做聚类以得到可用画像。"
  ],
  "cluster-user": [
    "现象：用户簇呈梯度：33 人日均 82 条、活跃天 41 天，是顶级主力；59 人日均 16 条；其余 175 人日均 6-14 条。",
    "原因：少数核心用户常驻多群（独立会话 2.6-5.5 个），长尾用户仅偶尔发言。",
    "规律：金字塔结构明显，应维护顶层主力并用激励/任务带动中长尾抬升。"
  ],
  "cluster-session": [
    "现象：734 个会话几乎沉默（均值 5 条），只有 58 个会话平均 3569 条支撑主要流量。",
    "原因：大量长尾群未被激活或已废弃，运营重心集中在少数高活跃群。",
    "规律：健康度呈 80/20 分布，应该重点陪伴头部群，同时清理或复活长尾以减少资源浪费。"
  ],
  "nlp-base": [
    "现象：语料覆盖 115,904 条消息、4,025 名用户、2,045 个会话，时间跨度 2025-09-24 至 2025-11-08。",
    "原因：完整导入 QQ 群聊并做去标识，确保多场景、多时段覆盖。",
    "规律：数据规模足以支撑情绪/意图/风险监测，需保持滚动更新以跟踪趋势。"
  ],
  "nlp-intent": [
    "现象：意图分布中闲聊/其他占 92.1%，问句/求助 7.0%；已标注分类里求助 40.7% 为最高。",
    "原因：日常聊天量巨大且未细分，开学咨询、需求反馈贡献了主要的求助类。",
    "规律：需求类消息占比可观，适合上线 FAQ/机器人，同时应持续细化标签降低“未分类”。"
  ],
  "nlp-sentiment": [
    "现象：情感极性 98.9% 中性，正向 0.82%、负向 0.28%；毒性可疑仅 0.19%。",
    "原因：对话以信息交换为主且敏感词过滤有效，强情绪表达被稀释。",
    "规律：氛围平稳但偏“无情绪”，可用互动/表扬拉升正向，也要监控负向抬头的拐点。"
  ],
  "nlp-thread": [
    "现象：线程平均长度 9.27、最长 860，但中位数仅 1；预测未来 7 天总量 15043，趋势小幅下降（斜率 -13.5）。",
    "原因：少数深聊拉高均值，而大多数对话停留在一句话；近期缺少新事件带来增量。",
    "规律：讨论深度分化且活跃度下行，需依托长线程主题做系列活动，阻断继续下滑。"
  ],
  "nlp-extra": [
    "现象：话题频度指数 0.006、社交关联度 0.639、情感导向 0.005 处于中性区，峰值时间集中在 12 点/周一/2025-10。",
    "原因：社群以群聊为主、情绪平缓，且午间与开学月份贡献了大部分流量。",
    "规律：在午间和周初投放内容最能放大社交关联，其他时段需额外运营刺激。"
  ],
  "ci-topic": [
    "现象：话题覆盖率指数 4.19，核心关键词“欢迎/不是/现在/同学/学校/直接”占据主导。",
    "原因：迎新广播和答疑需求集中，形成高频的问候与确认语。",
    "规律：主话题集中在入群/咨询，需补充活动、学习等新主题丰富内容池。"
  ],
  "ci-temporal": [
    "现象：峰值小时 12:00（16257 条），峰值日 2025-09-28（13359 条），核心活跃日为周一，周末活跃度 38.3%。",
    "原因：午休与开学节点引发集中讨论，周末线下活动使线上发言减少。",
    "规律：时间节奏“午间+周内强于周末”，活动/通知应卡在中午和周一投放。"
  ],
  "ci-scene": [
    "现象：社交场景中 group 占 97.68%，unknown 2.13%，private 0.19%。",
    "原因：数据主要来自群聊渠道，私聊/未知场景量极低。",
    "规律：运营阵地应继续放在群聊，私聊仅用于个别跟进，未知场景需补齐采集。"
  ],
  "ci-interaction": [
    "现象：深度指数 54.7，场均消息 103.45 但中位数仅 1，≥5 条会话占比 10.05%。",
    "原因：少数大群（如 S107/110/100）拉高均值，长尾会话缺乏持续互动。",
    "规律：互动呈头部集中，需在多数会话中设计话题引导，提升 5 条以上的占比。"
  ],
  "ci-sentiment": [
    "现象：情感指数 50.36、平均得分 0.007，分布为 97.49% 中性、1.64% 正向、0.87% 负向。",
    "原因：交流以信息传递为主，正负情绪都较弱。",
    "规律：整体氛围稳态但略显平淡，可通过正向激励提高积极度，同时关注负向波动。"
  ],
  "summary": [
    "现象：活跃与内容集中在少数头部群、午间时段与迎新/咨询话题，长尾群与周末显著降温。",
    "原因：开学节点带来集中流量与问答，但缺少持续活动、多媒体形式与跨主题讨论。",
    "规律：运营要在午间/周一用核心 KOC 扩散信息，配合夜聊/风险巡检与周期活动，平衡增长与治理。"
  ]
}
